Repository: herveperoteau/POCStringCatalog
Catalog: POCStringCatalog/strings/Localizable.xcstrings
Source language: en
Languages: es, fr, it, nl

# onboarding_connecting
source: Connecting
es: Conexión en proceso...
fr: Connexion en cours
it: Connessione in corso...
nl: Verbinding maken...

# onboarding_continue
source: Continue
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan

# onboarding_country
source: Country
es: País
fr: Pays
it: Paese
nl: Land

# onboarding_eligibility_check_detail
source: To check your eligibility, we need to access your mobile operator's network (3G, 4G...); please deactivate your phone's WIFI mode.
es: Para verificar si puede disfrutar de alguna oferta, tenemos que acceder a la red de su operador de telefonía móvil (3G, 4G, etc.); le rogamos que desconecte el modo wifi de su equipo.
fr: Afin de vérifier votre éligibilité, nous devons accéder au réseau de votre opérateur mobile (3G, 4G…), merci de déconnecter le mode WIFI de votre téléphone.
it: Per verificare la tua idoneità, dobbiamo accedere alla rete del tuo operatore telefonico mobile (3G, 4G, ecc.): disabilita il Wi-Fi del telefono.
nl: Om na te gaan of u in aanmerking komt, moeten wij toegang hebben tot het netwerk van uw gsm-provider (3G, 4G ...). Schakel daarom de wifi-modus op uw telefoon uit.

# onboarding_eligibility_check_title
source: Disconnect your phone's wifi
es: Desconecte el wifi de su equipo
fr: Déconnectez le wifi de votre téléphone
it: Disabilita il Wi-Fi del telefono.
nl: Schakel de wifi op uw telefoon uit

# onboarding_eligibility_offer_detail
source: We are going to ask your operator whether you are eligible for a special offer. We will not store any information from your phone.
es: Consultaremos a su operador para saber si es usted un posible beneficiario de alguna oferta especial. No almacenaremos ningún dato de su teléfono.
fr: Nous allons interroger votre opérateur pour savoir si vous êtes élligible à une offre spéciale. Nous ne stockerons aucune donnée de votre téléphone.
it: Chiederemo al tuo operatore telefonico per capire se puoi essere tra i fortunati che potranno usufruire della nostra offerta speciale. Non salveremo nessun dato presente sul tuo telefono.
nl: Wij raadplegen uw provider om te bekijken of u in aanmerking komt voor een speciale aanbieding. Wij slaan geen gegevens van uw telefoon op.

# onboarding_eligibility_offer_title
source: Are you eligible for a special offer?
es: ¿Es usted un posible beneficiario de alguna oferta especial?
fr: Êtes-vous elligible à une offre spéciale ?
it: Sei tra i fortunati che potranno usufruire della nostra offerta speciale?
nl: Komt u in aanmerking voor een speciale aanbieding?

# onboarding_email
source: E-mail
es: Correo electrónico

# onboarding_email_already_associated
source: This e-mail address is already associated with an account
es: Esta dirección de correo electrónico ya está asociada a otra cuenta
fr: Cette adresse email est déjà associée à un compte
it: Questo indirizzo e-mail è già associato a un profilo
nl: Dit e-mailadres is al aan een account gekoppeld

# onboarding_email_or_username
source: E-mail or username
es: Correo electrónico o usuario
fr: Email ou Nom d'utilisateur
it: Email o Nome utilizzatore
nl: E-mailadres of gebruikersnaam

# onboarding_fill_all_fields
source: Please complete all fields
es: Rellene todos los campos
fr: Merci de remplir tous les champs
it: Ti preghiamo di compilare tutti i campi
nl: Gelieve alle velden in te vullen

# onboarding_finish
source: Finish
es: Finalizar
fr: Terminer
it: Termina
nl: Beëindigen

# onboarding_forgot_your_password
source: Forgotten your password?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
nl: Wachtwoord vergeten?

# onboarding_general_conditions
source: general terms and conditions of use
es: condiciones generales de uso
fr: conditions générales d'utilisation
it: condizioni generali d'uso
nl: algemene gebruiksvoorwaarden

# onboarding_gps_permission_detail
source: You will need to enable sharing of your vehicle's GPS position to benefit from navigation and real-time alerts.
es: Es necesario que aceptes compartir la ubicación de tu teléfono móvil para poder navegar y recibir alertas en tiempo real.
fr: Il est obligatoire d'accepter le partage de la position GPS de votre véhicule pour bénéficier de la navigation et des alertes temps réels.
it: È obbligatorio accettare la condivisione della posizione GPS del veicolo per poter utilizzare la funzione di navigazione e delle allerte in tempo reale.
nl: Om van de navigatie en waarschuwingen in real time te kunnen profiteren, moet u aanvaarden om de gps-positie van uw auto te delen.

# onboarding_gps_permission_title
source: Allow access to location data
es: Autoriza el acceso a tu localización
fr: Autorisez l’accès à la localisation
it: Autorizza l'attivazione della geolocalizzazione
nl: Laat de toegang tot de lokalisering toe

# onboarding_invalid_email_or_password
source: Your e-mail/username or password are not valid. Click on 'forgotten password' or create an account.
es: Tu correo electrónico/usuario o tu contraseña no es válido. Haz clic en «contraseña olvidada» o crea una cuenta.
fr: Votre email/nom d'utilisateur ou votre mot de passe n'est pas valide. Cliquez sur 'mot de passe oublié' ou créez un compte.
it: Email/nome utilizzatore o password non valida. Fai clic su 'Password dimenticata' o crea un nuovo account.
nl: Uw e-mailadres/gebruikersnaam of wachtwoord is niet geldig. Klik op 'Wachtwoord vergeten' of maak een account aan.

# onboarding_invalid_format_email
source: The e-mail address format is not valid
es: El formato de su dirección de correo electrónico no es válido
fr: Le format de votre adresse email n’est pas valide
it: Il formato dell'indirizzo e-mail non è valido
nl: De opmaak van uw mailadres is niet geldig

# onboarding_invalid_format_phone_number
source: The phone number is not valid
es: Su número de teléfono no es válido
fr: Votre numéro de téléphone n’est pas valide
it: Il numero di telefono non è valido
nl: Uw telefoonnummer is niet geldig

# onboarding_later
source: Later
es: Más tarde
fr: Plus tard
it: Più tardi
nl: Later graag

# onboarding_login_connection
source: Log in
es: Conectarse
fr: Se connecter
it: Accedi
nl: Zich verbinden

# onboarding_login_description
source: to your account
es: a tu cuenta
fr: à votre compte
it: al tuo profilo
nl: op uw account

# onboarding_login_partner_connection
source: Log in
es: Conectarse
fr: Se connecter
it: Accedi
nl: Zich verbinden

# onboarding_login_partner_register
source: Register
es: Inscribirse
fr: S'inscrire
it: Registrarsi
nl: Inschrijven

# onboarding_login_partner_skip
source: Skip this step
es: Omite este paso
fr: Passer cette étape
it: Saltare questo passaggio
nl: Deze stap overslaan

# onboarding_login_title
source: Log in
es: Conéctate
fr: Connectez-vous
it: Accedi

# onboarding_no_account
source: Don't have an account yet?
es: ¿Todavía no tienes una cuenta?
fr: Pas encore de compte ?
it: Non hai ancora un profilo?
nl: Nog geen account?

# onboarding_not_yet_registered
source: Not yet registered?
es: ¿Todavía no se ha registrado?
fr: Pas encore inscrit ?
it: Non hai ancora effettuato l'iscrizione?
nl: Nog niet ingeschreven?

# onboarding_notifications_permission_detail
source: Notifications are useful mainly to get alerts on the road and to follow navigation instructions while the app is in background. We also use them to introduce new products and best offers.
es: Las notificaciones son necesarias para estar alerta de los radares de la carretera y para estar orientados cuando utilices Coyote al mismo tiempo que otras aplicaciones. Nosotros las utilizamos también para presentar las novedades y nuestras mejores ofertas.
fr: Les notifications sont utiles pour l’usage de Coyote, notamment pour recevoir des alertes sur les dangers de la route et suivre les instructions de navigation. Nous les utilisons aussi pour présenter les nouveautés et nos meilleures offres.
it: Le notifiche sono utili soprattutto per ricevere avvisi sulla strada e per seguire le istruzioni di navigazione mentre l'app è in background. Le utilizziamo anche per presentare nuovi prodotti e le migliori offerte.
nl: Meldingen zijn nodig om te worden gewaarschuwd voor gevaren op de weg en om u te oriënteren wanneer u Coyote tegelijk met andere toepassingen gebruikt. We gebruiken ze ook om nieuwe producten en onze beste aanbiedingen voor te stellen.

# onboarding_notifications_permission_title
source: Enable notifications for alerts and navigation
es: Activa las notificaciones para las alertas y la navegación
fr: Activez les notifications pour les alertes et la navigation
it: Attiva le notifiche per gli avvisi e la navigazione
nl: Meldingen voor waarschuwingen en navigatie inschakelen

# onboarding_orange_activation_failure
source: Dear Orange Customer: make sure you are connected to the Orange mobile network so that we can identify you. Please try again.
es: Orange Cliente: asegúrese de que está conectado a la red móvil Orange para que podamos identificarlo. Por favor, inténtalo de nuevo.
fr: Client(e) Orange : assurez-vous d’être connecté sur le réseau mobile Orange pour que nous puissions vous identifier. Veuillez réessayer.
it: Gentile Cliente Orange: assicuratevi di essere connessi alla rete mobile Orange in modo da poter identificare l'utente. Si prega di riprovare.
nl: We konden je Coyote-account niet vinden. Zorg ervoor dat je geconnecteerd bent op het mobiele Orange-netwerk zodat we je nummer kunnen herkennen. Probeer het alstublieft.

# onboarding_orange_be_sorry_no_offer
source: Your Orange Coyote option is currently not activated. Please go to orange.be to activate your Coyote service.
es: Su opción de Coyote en Orange está inactiva en este momento. Consulte la web orange.be para activar su servicio Coyote.
fr: Votre option Coyote pour Orange est actuellement inactive. Rendez-vous sur le site orange.be pour activer votre service Coyote.
it: La tua opzione Coyote per Orange non è attualmente attiva. Visita il sito orange.be per attivare il servizio Coyote.
nl: Uw Coyote-optie bij Orange is momenteel inactief. Ga naar de website orange.be om uw Coyote-optie te activeren.

# onboarding_orange_lu_sorry_no_offer
source: Coyote is not included in your mobile contract. Conditions at orange.lu
es: El servicio Coyote no está incluido en su tarifa plana móvil. Encontrará las condiciones en orange.lu
fr: Coyote n’est pas inclus dans votre forfait mobile. Conditions sur orange.lu
it: Coyote non è incluso nel tuo piano tariffario mobile. Condizioni su orange.lu
nl: Coyote is niet inbegrepen in uw mobiele pakket. Bekijk de voorwaarden op orange.lu

# onboarding_partner_check_registration
source: Your registration with the Coyote service is being verified. Please wait.
es: Su registro en el servicio Coyote está en proceso de verificación, espere.
fr: Votre inscription au service Coyote est en cours de vérification, veuillez patienter.
it: La tua iscrizione al servizio Coyote è in fase di verifica, attendere prego.
nl: Uw inschrijving bij de Coyote-dienst wordt nagekeken, gelieve even te wachten.

# onboarding_partner_orange
source: Orange customer
es: Cliente Orange
fr: Client Orange
it: Cliente Orange
nl: Orange-klant

# onboarding_partner_orange_welcome_detail
source: You are joining over 1,6 million users across Europe who will update you on road hazards in real time.
es: Se está uniendo a más de 1,6 millones de usuarios en Bélgica que le informan sobre los peligros de la carretera en tiempo real.
fr: Vous rejoignez plus de 1,6 millions d’utilisateurs en Belgique qui vous informent des dangers de la route en temps réel.
it: Unisciti a più di 1,6 milioni di utenti in Belgio che ti informano in tempo reale dei pericoli sulla strada.
nl: U wordt lid van een community van meer dan 1,6 miljoen gebruikers in België die u in realtime op de hoogte brengen van de gevaren op de weg.

# onboarding_partner_orange_welcome_subtitle
source: Take advantage of Coyote thanks to your Orange subscription.
es: Ya puede disfrutar de Coyote gracias a su suscripción Orange.
fr: Profitez de Coyote grâce à votre abonnement Orange.
it: Usufruisci di Coyote grazie al tuo abbonamento Orange
nl: Geniet van Coyote dankzij uw Orange-abonnement.

# onboarding_partner_orange_welcome_title
source: Good news!
es: ¡Buenas noticias!
fr: Bonne nouvelle !
it: Buone notizie!
nl: Goed nieuws!

# onboarding_partner_sfr
source: SFR customer
es: Cliente SFR
fr: Client SFR
it: Cliente SFR
nl: SFR-klant

# onboarding_password
source: Password
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

# onboarding_phone_complete_button
source: Finish
es: Finalizar
fr: Terminer
it: Termina
nl: Beëindigen

# onboarding_phone_country_placeholder
source: Country
es: País
fr: Pays
it: Paese
nl: Land

# onboarding_phone_number_placeholder
source: Phone number
es: Número de tfno
fr: N° de mobile
it: N. di telefono
nl: Tel nr

# onboarding_phone_skip_button
source: Skip
es: Omitir
fr: Passer
it: Salta
nl: Overslaan

# onboarding_phone_welcome_description
source: Stay up-to-date with the latest road info and Coyote offers
es: Recibe información sobre los últimos datos de tráfico y las ofertas de Coyote
fr: Restez informé des dernières infos routières et des offres Coyote
it: Tieni d'occhio le ultime informazioni sulla circolazione e le offerte Coyote
nl: Blijf op de hoogte van de laatste verkeersinfo en Coyote-aanbiedingen

# onboarding_phone_welcome_title
source: Welcome to the community
es: Le damos la bienvenida a la Comunidad
fr: Bienvenue dans la Communauté
it: Ti diamo il benvenuto nella Community!
nl: Welkom in de community

# onboarding_privacy_policy
source: privacy policy
es: política de privacidad
fr: politique de confidentialité
it: normativa sulla privacy
nl: privacybeleid

# onboarding_register_connection
source: Log in
es: Conexión
fr: Connexion
it: Collegamento
nl: Verbinden

# onboarding_register_connection_partner
source: Partners offers
es: Oferta para abonados
fr: Offre partenaire
it: Partnership
nl: Partneraanbieding

# onboarding_register_description
source: to join the community
es: para acceder a la comunidad
fr: pour rejoindre la communauté
it: per accedere alla community
nl: om lid te worden van de community

# onboarding_register_free_trial
source: Free trial without commitment
es: Prueba gratis sin compromiso
fr: Essai gratuit et sans engagement
it: Prova gratuita senza impegno
nl: Gratis en vrijblijvend testen

# onboarding_register_register
source: Register
es: Inscribirse
fr: S'inscrire
it: Registrarsi
nl: Inschrijven

# onboarding_register_title
source: Register
es: Regístrate
fr: Inscrivez-vous
it: Registrati
nl: Registreer

# onboarding_reset_password
source: Check your inbox. We have just sent you a link to reset your password. If you still haven't received anything after a few minutes, please check your junk folder.
es: Consulte su bandeja de entrada: acabamos de enviarle un enlace para restablecer su contraseña. Si, pasados unos minutos, no ha recibido nuestro mensaje, compruebe su bandeja de correo no deseado.
fr: Consultez votre boite de réception, un lien vient de vous être envoyé pour réinitialiser votre mot de passe. Si dans quelques minutes, vous n’avez toujours rien reçu, merci de vérifier vos messages indésirables.
it: Consulta la posta in arrivo: ti abbiamo appena inviato un link per reimpostare la tua password. Qualora nell'arco di qualche minuto non ricevessi nulla, verifica i messaggi spam.
nl: Kijk in uw postvak. Wij hebben u een link gestuurd om uw wachtwoord opnieuw in te stellen. Hebt u binnen enkele minuten nog niets ontvangen, kijk dan in uw map met ongewenste e-mailberichten.

# onboarding_reset_password_check_mailbox
source: Check your inbox. We have just sent you a link to reset your password. If you still haven't received anything after a few minutes, please check your junk folder.
es: Consulte su bandeja de entrada: acabamos de enviarle un enlace para restablecer su contraseña. Si, pasados unos minutos, no ha recibido nuestro mensaje, compruebe su bandeja de correo no deseado.
fr: Consultez votre boite de réception, un lien vient de vous être envoyé pour réinitialiser votre mot de passe. Si dans quelques minutes, vous n’avez toujours rien reçu, merci de vérifier vos messages indésirables.
it: Consulta la posta in arrivo: ti abbiamo appena inviato un link per reimpostare la tua password. Qualora nell'arco di qualche minuto non ricevessi nulla, verifica i messaggi spam.
nl: Kijk in uw postvak. Wij hebben u een link gestuurd om uw wachtwoord opnieuw in te stellen. Hebt u binnen enkele minuten nog niets ontvangen, kijk dan in uw map met ongewenste e-mailberichten.

# onboarding_reset_password_detail
source: Enter the email address linked to your Coyote account. We will send you a link which lets you create a new password.
es: Introduce tu dirección de correo electrónico o el nombre de usuario asociado a tu cuenta de Coyote. Te enviaremos un enlace para crear una nueva contraseña.
fr: Saisissez l’adresse email ou le nom d’utilisateur associé à votre compte Coyote. Nous vous enverrons un lien pour créer un nouveau mot de passe.
it: Inserisci l’email o il nome utente associato al tuo profilo Coyote. Ti invieremo un link per creare una nuova password.
nl: Vermeld uw e-mailadres dat aan uw Coyote-account is gekoppeld. We sturen u een link om een nieuw wachtwoord aan te maken.

# onboarding_reset_password_title
source: Reset your password
es: Reiniciar la contraseña
fr: Réinitialisez votre mot de passe
it: Reimposta la password.
nl: Uw wachtwoord opnieuw instellen

# onboarding_send
source: Send
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden

# onboarding_sfr_activation_failure
source: We have been unable to identify your Coyote account. Please try again later. SFR customers: check that your Coyote option has been activated at sfr.fr or using the SFR Mon Compte app.
es: No hemos podido identificar su cuenta de Coyote. Vuelva a intentarlo más tarde. Cliente de SFR: compruebe en sfr.fr o en la aplicación SFR Mon Compte que su opción de Coyote esté bien activada.
fr: Nous n'avons pu identifier votre compte Coyote. Veuillez réessayer plus tard. Client(e) SFR : vérifiez sur sfr.fr ou via l'appli SFR Mon Compte que votre option Coyote est bien activée.
it: Non siamo riusciti a identificare il tuo account Coyote. Riprova più tardi. Cliente SFR: verifica su sfr.fr o tramite l'applicazione SFR Mon Compte che l'opzione Coyote sia attiva.
nl: We konden uw Coyote-account niet vinden. Probeer het later opnieuw. SFR-klant: controleer op sfr.fr of via de app 'SFR Mon Compte' of de optie Coyote is ingeschakeld.

# onboarding_sfr_sorry_no_offer
source: Sorry, Coyote is not included in your mobile contract. Conditions at sfr.fr
es: Lo sentimos: Coyote no está incluido en su tarifa plana móvil. Encontrará las condiciones en sfr.fr
fr: Désolé, Coyote n'est pas inclus dans votre forfait mobile. Conditions sur sfr.fr
it: Spiacenti, Coyote non è incluso nel tuo piano tariffario mobile. Condizioni su sfr.fr
nl: Coyote is jammer genoeg niet inbegrepen in uw mobiele pakket. Bekijk de voorwaarden op sfr.fr

# onboarding_speech_recognizer_permission_detail
source: Keep your eyes on the road and confirm the alerts with your voice. To do this, you need to authorise the COYOTE app to access your microphone and also activate voice recognition.
es: Mantenga la vista en la carretera y confirme las alertas mediante la voz. Para ello, es necesario conceder acceso a su micrófono a la aplicación COYOTE y activar el reconocimiento de voz.
fr: Gardez les yeux sur la route et confirmez les alertes à la voix. Pour ce faire, il est nécessaire d'autoriser l'application COYOTE à accéder à votre microphone et d'activer la reconnaissance vocale.
it: Tieni gli occhi sulla strada e conferma le allerte a voce. A tal fine, occorre autorizzare l'applicazione COYOTE ad accedere al microfono e ad attivare il riconoscimento vocale.
nl: Houd uw ogen op de weg en bevestig de waarschuwingen met uw stem. Hiervoor moet u de COYOTE-app toegang verlenen tot uw microfoon en spraakherkenning activeren.

# onboarding_speech_recognizer_permission_title
source: Confirm alerts verbally
es: Confirmar las alertas mediante la voz
fr: Confirmer les alertes à la voix
it: Confermare le allerte a voce
nl: Waarschuwingen met de stem bevestigen

# onboarding_technical_problem
source: A technical error has occurred. Please try again later.
es: Se ha producido un problema técnico: vuelva a intentarlo más tarde.
fr: Un problème technique est survenu, merci de réessayer ultérieurement.
it: Si è verificato un problema tecnico; ti invitiamo a riprovare.
nl: Er is een technisch probleem opgetreden. Probeer het later opnieuw.

# onboarding_technical_problem_customer
source: A technical error has occurred. Please contact customer services.
es: Se ha producido un problema técnico: póngase en contacto con el servicio de atención al cliente.
fr: Un problème technique est survenu, veuillez contacter le service client.
it: Si è verificato un problema tecnico, ti invitiamo a contattare il servizio clienti.
nl: Er is een technisch probleem opgetreden. Gelieve contact op te nemen met de klantendienst.

# onboarding_terms
source: I have read and I accept the %1$@ and %2$@.
es: He leído y acepto las %1$@ y la %2$@.
fr: J'ai lu et j'accepte les %1$@ et la %2$@.
it: Ho letto e accetto le %1$@ e la %2$@.
nl: Ik heb de %1$@ en het %2$@ gelezen en ga ermee akkoord.

# onboarding_unrecognized_email
source: Unknown e-mail address
es: Correo electrónico o nombre de usuario no reconocido.
fr: Email ou nom d'utilisateur non reconnu.
it: Indirizzo e-mail o nome utente non riconosciuto.
nl: Het e-mailadres werd niet herkend

# onboarding_welcome_alert_text
source: in real time
es: en tiempo real
fr: en temps réel
it: in tempo reale

# onboarding_welcome_alert_title
source: Alerts
es: Alertas
fr: Alertes
it: Allerte
nl: Waarschuwingen

# onboarding_welcome_carplay_text
source: with compatible vehicle
es: en vehículos compatible
fr: sur véhicule compatible
it: su veicoli compatibili
nl: in compatibele voertuigen

# onboarding_welcome_connection
source: Log in
es: Conexión
fr: Connexion
it: Collegamento
nl: Verbinden

# onboarding_welcome_connection_partner
source: Partners offers
es: Oferta para abonados
fr: Offre partenaire
it: Partnership
nl: Partneraanbieding

# onboarding_welcome_lets_go
source: Let's go
es: Empieza ahora
fr: Commencer
it: Inizia ora
nl: Nu starten

# onboarding_welcome_navigation_text
source: with live traffic
es: según el estado del tráfico
fr: selon l’état du trafic
it: A seconda delle condizioni del traffico
nl: volgens de verkeerssituatie

# onboarding_welcome_navigation_title
source: Navigation
es: Navegación
it: Navigazione
nl: Navigatie

# onboarding_welcome_radar_title
source: Alerts & speed cameras
es: Radares y alertas
fr: Alertes et radars
it: Autovelox e allerte
nl: Radars

# onboarding_welcome_speedlimit_text
source: constantly updated
es: de velocidad
fr: de vitesse
it: di velocità
nl: beperkingen

# onboarding_welcome_speedlimit_title
source: Speed limits
es: Límites
fr: Limitations
it: Limit
nl: Snelheids-

# onboarding_welcome_title_be_fr
source: Drive safely and avoid fines
es: Conduce seguro y evita multas
fr: Roulez sereinement et en toute sécurité
it: Eviti le multe e guidi in sicurezza
nl: Rijd rustiger en veiliger

# onboarding_welcome_title_others
source: Drive safely and avoid fines
es: Conduce seguro y evita multas
fr: Roulez en sécurité et gardez vos points
it: Eviti le multe e guidi in sicurezza
nl: Rijd rustiger en veiliger

# one_danger_zone_added
source: 1 constant danger added
es: 1 peligro permanente añadido
fr: 1 danger permanent ajouté
it: 1 pericolo permento aggiunto
nl: 1 permanent gevaar toegevoegd

# one_radar_added
source: 1 speed camera added
es: 1 radar fijo añadido
fr: 1 radar ajouté
it: 1 autovelox fisso aggiunto
nl: 1 vaste radar toegevoegd
